Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Regenerate Access Token** issues a fresh token and restarts the server; any client using the old token must be updated.
ar: **إعادة إنشاء رمز الوصول** يصدر رمزًا مميزًا جديدًا ويعيد تشغيل الخادم؛ يجب تحديث أي عميل يستخدم الرمز القديم.
ca: **Regenera el testimoni d'accés** emet un testimoni nou i reinicia el servidor; qualsevol client que utilitzi el testimoni antic s'ha d'actualitzar.
cs: **Regenerate Access Token** vydá nový token a restartuje server; každý klient používající starý token musí být aktualizován.
da: **Regenerate Access Token** udsteder et nyt token og genstarter serveren; enhver klient, der bruger det gamle token, skal opdateres.
de: **Zugriffstoken neu generieren** erstellt ein neues Token und startet den Server neu; jeder Client mit dem alten Token muss aktualisiert werden.
el: Το **Regenere Access Token** εκδίδει ένα νέο διακριτικό και επανεκκινεί τον διακομιστή. κάθε πελάτης που χρησιμοποιεί το παλιό διακριτικό πρέπει να ενημερωθεί.
es: **Regenerar token de acceso** emite un token nuevo y reinicia el servidor; cualquier cliente que utilice el token antiguo debe actualizarse.
fa: **بازسازی توکن دسترسی** توکن تازه‌ای صادر می‌کند و سرور را دوباره راه‌اندازی می‌کند؛ هر کلاینتی که از توکن قدیمی استفاده می‌کند باید به‌روز شود.
fi: **Regenerate Access Token** antaa uuden tunnuksen ja käynnistää palvelimen uudelleen; kaikki vanhaa tunnusta käyttävät asiakkaat on päivitettävä.
fr: **Régénérer le jeton d'accès** crée un nouveau jeton et redémarre le serveur ; tout client utilisant l'ancien jeton doit être mis à jour.
he: **Regenerate Access Token** מנפיק אסימון חדש ומפעיל מחדש את השרת; כל לקוח המשתמש באסימון הישן חייב להיות מעודכן.
hr: **Regeneriraj pristupni token** izdaje novi token i ponovno pokreće poslužitelj; svaki klijent koji koristi stari token mora se ažurirati.
hu: **Hozzáférési token újragenerálása** új tokent bocsát ki, és újraindítja a szervert; minden régi tokent használó klienst frissíteni kell.
id: **Regenerate Access Token** mengeluarkan token baru dan memulai ulang server; setiap klien yang menggunakan token lama harus diperbarui.
it: **Rigenera token di accesso** emette un nuovo token e riavvia il server; ogni client che usa il vecchio token deve essere aggiornato.
ja: **アクセストークンを再生成** すると新しいトークンが発行され、サーバが再起動します。古いトークンを使っているクライアントは更新が必要です。
ko: **액세스 토큰 재생성**은 새로운 토큰을 발급하고 서버를 다시 시작합니다. 이전 토큰을 사용하는 모든 클라이언트를 업데이트해야 합니다.
ms: **Regenerate Access Token** mengeluarkan token baharu dan memulakan semula pelayan; mana-mana pelanggan yang menggunakan token lama mesti dikemas kini.
nl: **Genereer toegangstoken opnieuw** geeft een nieuw token uit en start de server opnieuw op; elke client die het oude token gebruikt, moet worden bijgewerkt.
no: **Regenerate Access Token** utsteder et nytt token og starter serveren på nytt; enhver klient som bruker det gamle tokenet må oppdateres.
pl: **Regeneruj token dostępu** wystawia nowy token i restartuje serwer; każdy klient korzystający ze starego tokena musi zostać zaktualizowany.
pt_br: **Regenerar token de acesso** emite um novo token e reinicia o servidor; qualquer cliente que use o token antigo precisa ser atualizado.
pt_pt: **Regenerate Access Token** emite um novo token e reinicia o servidor; qualquer cliente que use o token antigo deve ser atualizado.
ro: **Regenerare Access Token** emite un nou token și repornește serverul; orice client care folosește vechiul token trebuie să fie actualizat.
ru: **Создать новый токен доступа** выпускает новый токен и перезапускает сервер; все клиенты со старым токеном нужно будет обновить.
sk: **Regenerate Access Token** vydá nový token a reštartuje server; každý klient používajúci starý token sa musí aktualizovať.
sl: **Regeneriraj dostopni žeton** izda nov žeton in znova zažene strežnik; vsak odjemalec, ki uporablja stari žeton, mora biti posodobljen.
sv: **Regenerate Access Token** utfärdar en ny token och startar om servern; alla klienter som använder den gamla token måste uppdateras.
th: **สร้างโทเค็นการเข้าถึงใหม่** ออกโทเค็นใหม่และรีสตาร์ทเซิร์ฟเวอร์ ลูกค้าที่ใช้โทเค็นเก่าจะต้องได้รับการอัปเดต
tr: **Erişim Belirtecini Yeniden Oluştur** yeni bir belirteç üretir ve sunucuyu yeniden başlatır; eski belirteci kullanan tüm istemcilerin güncellenmesi gerekir.
uk: **Створити новий токен доступу** видає новий токен і перезапускає сервер; кожен клієнт, що використовує старий токен, потрібно оновити.
ur: **ری جنریٹ ایکسیس ٹوکن** ایک تازہ ٹوکن جاری کرتا ہے اور سرور کو دوبارہ شروع کرتا ہے۔ پرانا ٹوکن استعمال کرنے والے کسی بھی کلائنٹ کو اپ ڈیٹ کرنا ضروری ہے۔
vi: **Tạo lại mã thông báo truy cập** cấp mã thông báo mới và khởi động lại máy chủ; bất kỳ khách hàng nào sử dụng mã thông báo cũ đều phải được cập nhật.
zh_hans: **重新生成访问令牌** 会签发新令牌并重新启动服务器；任何使用旧令牌的客户端都必须更新。
zh_hant: **重新產生存取權杖**會發出新的權杖並重新啟動伺服器；任何使用舊權杖的用戶端都必須更新。

source: **Remove Background** (right-click) cuts the subject out of the image on your Mac — nothing is uploaded anywhere.
ar: **إزالة الخلفية** (النقر بزر الماوس الأيمن) يؤدي إلى إزالة الموضوع من الصورة على Mac - ولا يتم تحميل أي شيء في أي مكان.
ca: **Elimina el fons** (clic dret) elimina el tema de la imatge del teu Mac: no es penja res enlloc.
cs: **Odebrat pozadí** (kliknutím pravým tlačítkem) vyřízne předmět z obrázku na vašem Mac – nikam se nic nenahrává.
da: **Fjern baggrund** (højreklik) skærer motivet ud af billedet på din Mac — intet uploades nogen steder.
de: **Hintergrund entfernen** (Rechtsklick) stellt das Motiv direkt auf deinem Mac frei – es wird nichts hochgeladen.
el: Η **Κατάργηση φόντου** (δεξί κλικ) αποκόπτει το θέμα από την εικόνα στο Mac σας — τίποτα δεν μεταφορτώνεται πουθενά.
es: **Quitar fondo** (clic derecho) recorta el sujeto de la imagen en tu Mac: no se sube nada a ningún sitio.
fa: **حذف پس‌زمینه** (کلیک راست) سوژه را روی خود Mac شما از تصویر جدا می‌کند — هیچ چیزی جایی آپلود نمی‌شود.
fi: **Poista tausta** (napsautus hiiren kakkospainikkeella) leikkaa kohteen Mac:n kuvasta – mitään ei lähetetä minnekään.
fr: **Supprimer l'arrière-plan** (clic droit) détoure le sujet de l'image directement sur votre Mac — rien n'est envoyé nulle part.
he: **הסר רקע** (לחיצה ימנית) חותך את הנושא מהתמונה ב-Mac שלך - שום דבר לא מועלה לשום מקום.
hr: **Ukloni pozadinu** (desni klik) izrezuje predmet iz slike na vašem Mac — ništa se nigdje ne učitava.
hu: A **Háttér eltávolítása** (jobb gombbal) kivágja a témát a Mac képéből – semmi sem kerül feltöltésre sehova.
id: **Hapus Latar Belakang** (klik kanan) menghilangkan subjek gambar di Mac Anda — tidak ada yang diunggah di mana pun.
it: **Rimuovi sfondo** (clic destro) ritaglia il soggetto dell'immagine direttamente sul tuo Mac: non viene caricato nulla da nessuna parte.
ja: **背景を除去** (右クリック) は、Mac 上で画像から被写体を切り抜きます。どこにもアップロードされません。
ko: **배경 제거**(오른쪽 클릭)는 Mac에서 직접 이미지의 피사체를 잘라냅니다. 어디에도 업로드되지 않습니다.
ms: **Alih Keluar Latar Belakang** (klik kanan) memotong subjek daripada imej pada Mac anda — tiada apa-apa yang dimuat naik di mana-mana sahaja.
nl: **Achtergrond verwijderen** (klik met de rechtermuisknop) knipt het onderwerp uit de afbeelding op uw Mac — er wordt nergens iets geüpload.
no: **Fjern bakgrunn** (høyreklikk) kutter motivet ut av bildet på Mac - ingenting lastes opp noe sted.
pl: **Usuń tło** (kliknięcie prawym przyciskiem myszy) usuwa obiekt z obrazu na Twoim Mac – nic nie jest nigdzie przesyłane.
pt_br: **Remover fundo** (clique com o botão direito) recorta o objeto principal da imagem no seu Mac — nada é enviado para lugar nenhum.
pt_pt: **Remover plano de fundo** (clique com o botão direito) corta o assunto da imagem em seu Mac — nada é carregado em lugar nenhum.
ro: **Eliminați fundalul** (clic dreapta) decupează subiectul din imaginea de pe Mac - nimic nu este încărcat nicăieri.
ru: **Удалить фон** (правый клик) вырезает объект из изображения прямо на вашем Mac — ничего никуда не загружается.
sk: **Odstrániť pozadie** (kliknutím pravým tlačidlom myši) vystrihne predmet z obrázka na vašom Mac – nikde sa nič neodovzdáva.
sl: **Odstrani ozadje** (desni klik) izreže predmet iz slike na vašem Mac — nikjer se nič ne naloži.
sv: **Ta bort bakgrund** (högerklicka) skär bort motivet från bilden på din Mac — ingenting laddas upp någonstans.
th: **ลบพื้นหลัง** (คลิกขวา) จะตัดวัตถุออกจากภาพใน Mac ของคุณ — ไม่มีการอัปโหลดใดๆ เลย
tr: **Arka Planı Kaldır** (sağ tıklama) görüntüdeki konuyu Mac'inizde ayırır — hiçbir yere hiçbir şey yüklenmez.
uk: **Вилучити тло** (клацання правою кнопкою) вирізає об’єкт із зображення прямо на вашому Mac — нічого нікуди не вивантажується.
ur: **پس منظر کو ہٹائیں** (دائیں کلک) آپ کی Mac پر تصویر سے موضوع کو کاٹ دیتا ہے — کہیں بھی کچھ بھی اپ لوڈ نہیں ہوتا ہے۔
vi: **Xóa nền** (nhấp chuột phải) sẽ cắt chủ thể ra khỏi hình ảnh trên Mac của bạn — không có nội dung nào được tải lên ở bất kỳ đâu.
zh_hans: **移除背景**（右键点按）会在你的 Mac 上将主体从图像中抠出——不会上传到任何地方。
zh_hant: **移除背景**（按右鍵）會在你的 Mac 上將主體從影像中裁切出來——不會上傳到任何地方。

source: **Render a preview** so it can actually see the current canvas, and **export** the finished screenshots.
ar: **قم بتقديم معاينة** حتى تتمكن فعليًا من رؤية اللوحة القماشية الحالية، و**تصدير** لقطات الشاشة النهائية.
ca: **Representa una previsualització** perquè pugui veure realment el llenç actual i **exportar** les captures de pantalla acabades.
cs: **Vykreslete náhled**, aby skutečně viděl aktuální plátno a **exportujte** hotové snímky obrazovky.
da: **Genfør et eksempel**, så det rent faktisk kan se det aktuelle lærred, og **eksportere** de færdige skærmbilleder.
de: **Eine Vorschau rendern**, damit er die aktuelle Leinwand wirklich sieht, und die fertigen Screenshots **exportieren**.
el: **Κάντε μια προεπισκόπηση** ώστε να μπορεί να δει πραγματικά τον τρέχοντα καμβά και να **εξάγει** τα τελικά στιγμιότυπα οθόνης.
es: **Renderizar una vista previa** para que el agente vea realmente el lienzo actual, y **exportar** las capturas terminadas.
fa: **پیش‌نمایش رندر کند** تا واقعاً بوم فعلی را ببیند، و اسکرین‌شات‌های آماده را **صادر کند**.
fi: **Tee esikatselu**, jotta se näkee nykyisen kankaan ja **vie** valmiit kuvakaappaukset.
fr: **Générer un aperçu** pour voir réellement le canevas actuel, et **exporter** les captures d'écran terminées.
he: **רנד תצוגה מקדימה** כך שהוא יוכל לראות את הבד הנוכחי, ו**לייצא** את צילומי המסך המוגמרים.
hr: **Renderirajte pretpregled** tako da stvarno može vidjeti trenutno platno i **izvezite** gotove snimke zaslona.
hu: **Rendeljen egy előnézetet**, hogy ténylegesen láthassa az aktuális vásznat, és **exportálja** a kész képernyőképeket.
id: **Render pratinjau** sehingga kanvas saat ini benar-benar terlihat, dan **ekspor** tangkapan layar yang sudah selesai.
it: **Eseguire il rendering di un'anteprima** per vedere davvero la tela corrente, ed **esportare** gli screenshot finiti.
ja: **プレビューをレンダリング** して現在のキャンバスを実際に確認したり、完成したスクリーンショットを **書き出し** たりできます。
ko: 현재 캔버스를 실제로 볼 수 있도록 **미리보기를 렌더링**하고 완성된 스크린샷을 **내보냅니다**.
ms: **Memberi pratonton** supaya ia benar-benar dapat melihat kanvas semasa dan **mengeksport** tangkapan skrin yang telah siap.
nl: **Geef een voorbeeld weer** zodat het huidige canvas daadwerkelijk kan worden weergegeven, en **exporteer** de voltooide schermafbeeldingen.
no: **Gi en forhåndsvisning** slik at den faktisk kan se gjeldende lerret, og **eksportere** de ferdige skjermbildene.
pl: **Wyrenderuj podgląd**, aby faktycznie mógł zobaczyć bieżące płótno i **wyeksportuj** gotowe zrzuty ekranu.
pt_br: **Renderize uma visualização** para que ela possa realmente ver a tela atual e **exporte** as capturas de tela finalizadas.
pt_pt: **Renderize uma visualização** para que ela possa realmente ver a ecrã atual e **exporte** as capturas de ecrã finalizadas.
ro: **Redați o previzualizare** astfel încât să poată vedea de fapt pânza curentă și **exporta** capturile de ecran finalizate.
ru: **Отрисовывать превью**, чтобы агент действительно видел текущий холст, и **экспортировать** готовые скриншоты.
sk: **Vykreslite ukážku**, aby skutočne videlo aktuálne plátno a **exportovalo** hotové snímky obrazovky.
sl: **Upodobi predogled**, tako da lahko dejansko vidi trenutno platno, in **izvozi** končane posnetke zaslona.
sv: **Gör en förhandsgranskning** så att den faktiskt kan se den aktuella arbetsytan och **exportera** de färdiga skärmdumparna.
th: **แสดงภาพตัวอย่าง** เพื่อให้สามารถเห็นภาพแคนวาสปัจจุบันได้จริง และ **ส่งออก** ภาพหน้าจอที่เสร็จแล้ว
tr: Geçerli tuvali gerçekten görebilmesi için **bir önizleme oluşturur** ve bitmiş ekran görüntülerini **dışa aktarır**.
uk: **Рендерити попередній перегляд**, щоб агент справді бачив поточне полотно, та **експортувати** готові знімки екрана.
ur: **ایک پیش نظارہ پیش کریں** تاکہ یہ اصل میں موجودہ کینوس کو دیکھ سکے، اور تیار شدہ اسکرین شاٹس کو **برآمد کریں۔
vi: **Kết xuất bản xem trước** để nó thực sự có thể nhìn thấy khung vẽ hiện tại và **xuất** ảnh chụp màn hình đã hoàn thành.
zh_hans: **渲染预览**，让它能实际看到当前画布，并 **导出** 完成的截图。
zh_hant: **轉譯預覽**讓它能實際看到目前的畫布，並**輸出**完成的螢幕截圖。

source: **Repeat a shape across the row.** Right-click ▸ **Duplicate ▸ To All Screenshots** drops a logo or footer onto every template at the same spot.
ar: **كرر الشكل عبر الصف.** انقر بزر الماوس الأيمن ▸ **تكرار ▸ لجميع لقطات الشاشة** يسقط شعارًا أو تذييلًا على كل قالب في نفس المكان.
ca: **Repetiu una forma a tota la fila.** Feu clic amb el botó dret ▸ **Duplica ▸ A totes les captures de pantalla** deixa anar un logotip o un peu de pàgina a cada plantilla al mateix lloc.
cs: **Opakujte tvar přes řádek.** Klikněte pravým tlačítkem ▸ **Duplikovat ▸ Na všechny snímky obrazovky** umístí logo nebo zápatí na každou šablonu na stejné místo.
da: **Gentag en figur på tværs af rækken.** Højreklik på ▸ **Duplicate ▸ To All Screenshots** anbringer et logo eller en sidefod på hver skabelon på samme sted.
de: **Eine Form in der ganzen Zeile wiederholen.** Rechtsklick ▸ **Duplizieren ▸ In alle Screenshots** setzt ein Logo oder eine Fußzeile an derselben Stelle in jede Vorlage.
el: **Επαναλάβετε ένα σχήμα σε όλη τη σειρά.** Κάντε δεξί κλικ ▸ **Διπλότυπο ▸ Σε όλα τα στιγμιότυπα οθόνης** ρίχνει ένα λογότυπο ή ένα υποσέλιδο σε κάθε πρότυπο στο ίδιο σημείο.
es: **Repite una forma en toda la fila.** Clic derecho ▸ **Duplicar ▸ A todas las capturas** coloca un logotipo o pie de página en cada plantilla, en el mismo sitio.
fa: **یک شکل را در کل ردیف تکرار کنید.** کلیک راست ▸ **تکثیر ▸ در همهٔ اسکرین‌شات‌ها** یک لوگو یا پانویس را در همان نقطه روی همهٔ اسکرین‌شات‌ها می‌گذارد.
fi: **Toista muoto rivillä.** Napsauta hiiren kakkospainikkeella ▸ **Kopioi ▸ Kaikkiin kuvakaappauksiin** pudottaa logon tai alatunnisteen jokaiseen malliin samaan kohtaan.
fr: **Répétez une forme sur toute la ligne.** Clic droit ▸ **Dupliquer ▸ Dans toutes les captures d'écran** place un logo ou un pied de page au même endroit sur chaque modèle.
he: **חזור על צורה על פני השורה.** לחץ לחיצה ימנית על ▸ **שכפל ▸ לכל צילומי המסך** מורידה לוגו או כותרת תחתונה על כל תבנית באותו מקום.
hr: **Ponovite oblik preko retka.** Desni klik ▸ **Dupliciraj ▸ na sve snimke zaslona** ispušta logotip ili podnožje na svaki predložak na istom mjestu.
hu: **Ismételjen meg egy alakzatot a sorban.** Kattintson a jobb gombbal a ▸ **Duplikáció ▸ Minden képernyőképhez** lehetőségre, és egy logót vagy láblécet dob minden sablonra ugyanarra a helyre.
id: **Ulangi bentuk di seluruh baris.** Klik kanan ▸ **Duplikat ▸ Ke Semua Tangkapan Layar** akan menempatkan logo atau footer ke setiap template di tempat yang sama.
it: **Ripeti una forma lungo la riga.** Clic destro ▸ **Duplica ▸ In tutti gli screenshot** inserisce un logo o un piè di pagina in ogni modello nella stessa posizione.
ja: **図形を行全体に繰り返す**。右クリック ▸ **複製 ▸ すべてのスクリーンショットへ** で、ロゴやフッターをすべてのテンプレートの同じ位置に配置できます。
ko: **행 전체에 도형을 반복하세요.** 오른쪽 클릭 ▸ **복제 ▸ 모든 스크린샷에**를 선택하면 로고나 푸터가 모든 템플릿의 같은 위치에 놓입니다.
ms: **Ulang bentuk merentasi baris.** Klik kanan ▸ **Pendua ▸ Ke Semua Tangkapan Skrin** menjatuhkan logo atau pengaki pada setiap templat di tempat yang sama.
nl: **Herhaal een vorm over de rij.** Klik met de rechtermuisknop ▸ **Dupliceren ▸ Naar alle schermafbeeldingen** Plaats een logo of voettekst op elke sjabloon op dezelfde plek.
no: **Gjenta en form på tvers av raden.** Høyreklikk ▸ **Dupliser ▸ Til alle skjermbilder** slipper en logo eller bunntekst på hver mal på samme sted.
pl: **Powtórz kształt w całym wierszu.** Kliknij prawym przyciskiem myszy ▸ **Duplikuj ▸ Do wszystkich zrzutów ekranu** powoduje upuszczenie logo lub stopki na każdym szablonie w tym samym miejscu.
pt_br: **Repita uma forma na linha.** Clique com o botão direito ▸ **Duplicar ▸ Para todas as capturas de tela** coloca um logotipo ou rodapé em cada modelo no mesmo local.
pt_pt: **Repita uma forma na linha.** Clique com o botão direito ▸ **Duplicar ▸ Para todas as capturas de ecrã** coloca um logotipo ou rodapé em cada modelo no mesmo local.
ro: **Repetați o formă pe rând.** Faceți clic dreapta pe ▸ **Duplicați ▸ Pentru toate capturile de ecran** plasează o siglă sau un subsol pe fiecare șablon în același loc.
ru: **Повторяйте фигуру по всей строке.** Правый клик ▸ **Дублировать ▸ На все скриншоты** помещает логотип или нижний колонтитул на каждый шаблон в то же место.
sk: **Opakujte tvar v riadku.** Kliknite pravým tlačidlom myši ▸ **Duplikovať ▸ Na všetky snímky obrazovky** umiestni logo alebo pätu na každú šablónu na rovnakom mieste.
sl: **Ponovite obliko čez vrstico.** Desni klik ▸ **Podvoji ▸ na vse posnetke zaslona** spusti logotip ali nogo na vsako predlogo na istem mestu.
sv: **Upprepa en form över raden.** Högerklicka på ▸ **Duplicera ▸ Till alla skärmdumpar** släpper en logotyp eller sidfot på varje mall på samma plats.
th: **ทำซ้ำรูปร่างในแถว** คลิกขวา ▸ **ทำซ้ำ ▸ ไปยังภาพหน้าจอทั้งหมด** วางโลโก้หรือส่วนท้ายลงบนทุกเทมเพลตที่จุดเดียวกัน
tr: **Bir şekli satır boyunca tekrarlayın.** Sağ tıklayıp ▸ **Çoğalt ▸ Tüm Ekran Görüntülerine**'yi seçmek bir logoyu veya alt bilgiyi her şablonda aynı konuma yerleştirir.
uk: **Повторюйте фігуру в усьому рядку.** Клацання правою кнопкою ▸ **Дублювати ▸ На всі знімки екрана** розміщує логотип або нижній колонтитул на кожному шаблоні в тому самому місці.
ur: **ایک شکل کو پوری قطار میں دہرائیں۔** دائیں کلک کریں ▸ **ڈپلیکیٹ ▸ تمام اسکرین شاٹس پر** ایک ہی جگہ پر ہر ٹیمپلیٹ پر لوگو یا فوٹر گرا دیتا ہے۔
vi: **Lặp lại một hình trên hàng.** Nhấp chuột phải ▸ **Sao y ▸ Đối với tất cả ảnh chụp màn hình** thả logo hoặc chân trang vào mỗi mẫu tại cùng một vị trí.
zh_hans: **在整行重复同一形状**。右键点按 ▸ **复制 ▸ 到所有截图**，即可将标志或页脚放到每个模板的相同位置。
zh_hant: **在整列重複同一個形狀**。按右鍵 ▸ **複製 ▸ 到所有螢幕截圖**，即可將標誌或頁尾放到每個範本的相同位置。
